Repository: GabrielTorem/Residencia_2C2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: Some fragments will be collected here and bound temporarily together to form a loosely integrated net—or, better, an unassimilated hybrid, a monstrous body.
es_es: Aquí se recopilarán y unificarán algunos fragmentos temporalmente para formar una red vagamente integrada o, mejor aún, un híbrido no asimilado, un cuerpo monstruoso.

source: Southern Gothic explores all these subjects, showing a particular fixation with the grotesque – that is, the juxtaposition of contrasting or even incompatible elements – and its aberrant creatures: its freaks.
es_es: El gótico sureño explora todos estos temas, mostrando una fijación particular con lo grotesco (es decir, la yuxtaposición de elementos contrastantes o incluso incompatibles) y sus criaturas aberrantes: sus *freaks*.

source: Southern Gothic: The Monster as Freak in the Fiction of Flannery O’Connor
es_es: Gótico sureño: El monstruo como un *Freak* en la ficción de Flannery O’Connor

source: Stewart, On Longing.
es_es: Stewart, El ansia.

source: Surely they must, for if they did not, how could we?
es_es: Seguramente, ya que de lo contrario, ¿cómo podríamos existir nosotros?

source: TITLE PAGE
es_es: Título

source: Teresa Goddu, Gothic America: Narrative, History, and Nation (New York: Columbia University Press, 1997), 3–4, 76.
es_es: Goddu, T. (1997). Gothic America: Narrative, history, and nation. Columbia University Press

source: That is how she describes her literary strategies:
es_es: La autora describe su estrategia literaria de la siguiente manera:

source: The Bible has long been the primary source for divine decrees against interracial mixing.
es_es: Por mucho tiempo, la Biblia ha sido la fuente principal de decretos divinos en contra de la mezcla interracial.

source: The Greek word barbaros, from which we derive the modern English word barbaric, means “making the sound “bar bar”—that is, not speaking Greek, and therefore speaking nonsense.
es_es: La palabra griega barbaros, de la cual derivamos la palabra del inglés moderno *barbaric*, significa “hacer el sonido ‘bar bar’”, lo que no es hablar griego, por tanto, es hablar de manera ininteligible.

source: The Middle Ages accused the Jews of crimes ranging from the bringing of the plague to bleeding Christian children to make their Passover meal.
es_es: En la Edad Media, se acusaba a los judíos de crímenes que iban desde provocar la peste hasta usar sangre de niños cristianos para preparar sus comidas de Pascua.

source: The Quest for the Holy Grail, l, trans. Pauline Matarasso (London: Penguin Books, 1969), 194.
es_es: *La búsqueda del santo Grial*, Anónimo. [Traducción al español de Carlos Alvar. Editor digital: Titivillus, 2020], 137.

source: The Roman naturalist Pliny assumed nonwhite skin to be symptomatic of a complete difference in temperament and attributed Africa’s darkness to climate; the intense heat, he said, had burned the Africans’ skin and malformed their bodies (Natural History, 2.80).
es_es: El naturalista romano Plinio suponía que la piel no blanca era síntoma de una diferencia completa en el temperamento y atribuía la oscuridad al clima de África: el calor intenso, decía, había quemado la piel de los africanos y malformado sus cuerpos (Natural History, 2.80).

source: The Southerner, who isn’t convinced of it, is very much afraid that he may have been formed in the image and likeness of God.
es_es: El sureño, que no está convencido de eso, tiene mucho temor a haber sido formado a imagen y semejanza de Dios.

source: The almost obsessive descanting on Richard from Polydor Vergil in the Renaissance to the Friends of Richard III Incorporated in our own era demonstrates the process of “monster theory” at its most active: culture gives birth to a monster before our eyes, painting over the normally proportioned Richard who once lived, raising his shoulder to deform simultaneously person, cultural response, and the possibility of objectivity.
es_es: El canturreo casi obsesivo sobre Ricardo, desde Polydor Vergil en el Renacimiento hasta la Asociación Amigos de Ricardo III en nuestra época, expone la dinámica de la “teoría del monstruo” en plena acción: la cultura da a luz a los monstruos ante nuestros ojos, pintando sobre la normalidad proporcionada del Ricardo histórico, levantando su hombro para deformar simultáneamente a la persona, la respuesta cultural y la posibilidad de objetividad.

source: The anxiety that condenses like green vapor into the form of the vampire can be dispersed temporarily, but the revenant by definition returns.
es_es: La ansiedad que se condensa como vapor verde y que toma forma de vampiro puede dispersarse temporalmente, pero el resucitado, por definición, regresa.

source: The audience knows how the genre works.
es_es: La audiencia conoce cómo funciona el género.

source: The central character, Hazel Motes, recently discharged from service in the Second Word War, returns to the South to meet his family.
es_es: El personaje principal, Hazel Motes, quien había sido licenciado recientemente del servicio en la Segunda Guerra Mundial, regresa al sur para encontrarse con su familia.

source: The co-optation of the monster into a symbol of the desirable is often accomplished through the neutralization of potentially threatening aspects with a liberal dose of comedy: the thundering giant becomes the bumbling giant.
es_es: La apropiación del monstruo como símbolo de lo deseable se logra a menudo mediante la neutralización de aspectos potencialmente amenazantes con una generosa dosis de comedia: el gigante tronante se convierte en el gigante torpe.

source: The dense symbolism that makes a thick description of the monsters in Spenser, Milton, and even Beowulf so challenging reminds us how permeable the monstrous body can be, how difficult to dissect.
es_es: La densidad simbólica con la que Spenser, Milton e incluso Beowulf realizan una descripción espesa de los monstruos resulta desafiante y nos recuerda cuán permeable puede ser el cuerpo del monstruo, cuán difícil de disecar.

source: The difficult project of constructing and maintaining gender identities elicits an array of anxious responses throughout culture, producing another impetus to teratogenesis.
es_es: El difícil proyecto de construir y sostener las identidades de género provoca una serie de respuestas preocupantes en toda la cultura, lo que genera un nuevo impulso para la teratogénesis.

source: The discussion of the implication of the monstrous in the manufacture of heuristics is partially based upon my essay “The Limits of Knowing: Monsters and the Regulation of Medieval Popular Culture,” Medieval Folklore 3 (Fall 1994): 1-37.
es_es: El debate sobre la implicación de lo monstruoso en la creación de heurísticas se basa en parte en mi ensayo «The Limits of Knowing: Monsters and the Regulation of Medieval Popular Culture» Medieval Folklore 3 (otoño de 1994): 1-37

source: The enraged Jupiter punished this violation of the host-guest relationship by transforming Lycaon into a monstrous semblance of that lawless, godless state to which his actions would drag humanity back:
es_es: Furioso, Júpiter castigó esta violación de la relación anfitrión-huésped transformando a Licaón en una figura monstruosa que reflejaba el estado sin ley ni dios al que sus acciones arrastrarían a la humanidad:

source: The exaggeration of cultural difference into monstrous aberration is familiar enough.
es_es: La exageración de la diferencia cultural hasta convertirla en una aberración monstruosa es algo bastante conocido.

source: The fable concludes when Lycaon can no longer speak, only signify.
es_es: La fábula concluye cuando Licaón ya no puede hablar, solo significar.

source: The fears of contamination, impurity, and loss of identity that produce stories like the Genesis episode are strong, and they reappear incessantly.
es_es: Las historias como el citado episodio del Génesis producen un profundo temor a la contaminación, la impureza y la pérdida de identidad, y reaparecen incesantemente.

source: The flames devour the Jews of thirteenth-century England, who stole children from proper families and baked seder matzo with their blood; as a menace to the survival of English race and culture, they were expelled from the country and their property confiscated.
es_es: Las llamas devoran a los judíos de la Inglaterra del siglo XIII, quienes, se decía, robaban niños de sus familias y preparaban seder de pascua con su sangre; dado que se los consideraba una amenaza para la supervivencia de la raza y la cultura inglesas, fueron expulsados del país y confiscaron sus propiedades.

source: The giants of Patagonia, the dragons of the Orient, and the dinosaurs of Jurassic Park together declare that curiosity is more often punished than rewarded, that one is better off safely contained within one’s own domestic sphere than abroad, away from the watchful eyes of the state.
es_es: Los gigantes de la Patagonia, los dragones de Oriente y los dinosaurios de Jurassic Park proclaman juntos que la curiosidad suele ser castigada en lugar de recompensada, que es mejor permanecer a salvo dentro de la esfera doméstica que aventurarse fuera, lejos de la mirada vigilante del Estado.

source: The great medieval encyclopedist Vincent of Beauvais describes the visit of a hermaphroditic cynocephalus to the French court in his Speculum naturale (31.126).
es_es: El gran enciclopedista medieval Vincent de Beauvais describe en su *Speculum naturale* la visita de un cinocéfalo hermafrodita a la corte francesa (31.126).

source: The grotesque is a term “applied to a decorative art in sculpture, painting, and architecture, characterized by fantastic representations of human and animal forms often combined into formal distortions to the point of absurdity, ugliness, or caricature.
es_es: El término grotesco “se aplica al arte decorativo en esculturas, pinturas y en la arquitectura, y se caracteriza por la presencia de representaciones fantásticas de figuras humanas y animales, combinadas a menudo en distorsiones formales hasta el punto de lo absurdo, la fealdad y lo caricaturesco.

source: The habitations of the monsters (Africa, Scandinavia, America, Venus, the Delta Quadrant-—-whatever land is sufficiently distant to be exoticized) are more than dark regions of uncertain danger: they are also realms of happy fantasy, horizons of liberation.
es_es: Las moradas de los monstruos (África, Escandinavia, América, Venus, el cuadrante Delta —cualquier tierra lo bastante distante como para ser exotizada—) son más que regiones oscuras de peligro incierto: son también ámbitos de fantasía dichosa, horizontes de liberación.

source: The horribly fascinating loss of Lycaon’s humanity merely reifies his previous moral state; the king’s body is rendered all transparence, instantly and insistently readable.
es_es: La horrible y fascinante pérdida de la humanidad de Licaón solo reifica su estado moral previo; el cuerpo del rey se vuelve completamente transparente, instantánea e insistentemente legible.

source: The king himself flies in terror and, gaining the fields, howls aloud, attempting in vain to speak.
es_es: El huye aterrorizado y, alcanzando el silencio del campo, lanza aullidos y en vano intenta hablar.

source: The monastically manufactured Queste del Saint Graal serves as an ecclesiastically sanctioned antidote to the looser morality of the secular romances; when Sir Bors comes across a castle where “ladies of high descent and rank” tempt him to sexual indulgence, these ladies are, of course, demons in lascivious disguise.
es_es: La búsqueda del santo Grial, que fue compuesta en ámbito monástico, funciona como un antídoto autorizado por la Iglesia frente a la moralidad más laxa de los romances seculares; cuando el señor Boorse se topa con un castillo donde “señoras de alta alcurnia y rango” lo tientan a la indulgencia sexual, estas damas son, por supuesto, demonios encubiertos bajo una apariencia lasciva.

source: The monster also attracts.
es_es: El monstruo también atrae.

source: The monster always escapes because it refuses easy categorization.
es_es: El monstruo siempre escapa ya que rechaza una categorización fácil.

source: The monster awakens one to the pleasures of the body, to the simple and fleeting joys of being frightened, or frightening—to the experience of mortality and corporality.
es_es: El monstruo despierta al placer del cuerpo, a las alegrías simples y fugaces de estar asustado o de asustar, a la experiencia de la mortalidad y la corporalidad.

source: The monster embodies those sexual practices that must not be committed, or that may be committed only through the body of the monster.
es_es: El monstruo encarna aquellos actos sexuales que no deben practicarse, o que solo podrían llevarse a cabo mediante el cuerpo del monstruo.

source: The monster is a powerful ally of what Foucault calls “the society of the panopticon,” in which “polymorphous conducts [are] actually extracted from people’s bodies and from their pleasures .
es_es: El monstruo es un aliado poderoso de lo que Foucault llama “la sociedad del panóptico”, en la que “esos comportamientos polimorfos [son] realmente extraídos del cuerpo de los hombres y de sus placeres”[^N. de T.]. [^N. de T.1:] Traducción tomada de Ulises Guiñazú, Historia de la sexualidad, Michel Foucault, p. 30. Disponible en Google Drive: https://drive.google.com/file/d/11E3Oc2Q635kc9I8nozyKpevuHYU80kdw/view?usp=sharing

source: The monster is born only at this metaphoric crossroads, as an embodiment of a certain cultural moment—of a time, a feeling, and a place.
es_es: El monstruo nace únicamente en este cruce metafórico, como encarnación de un momento cultural específico: de un tiempo, un sentimiento y un lugar.

source: The monster is continually linked to forbidden practices, in order to normalize and to enforce.
es_es: El monstruo está continuamente ligado a prácticas prohibidas, para normalizar y hacer que se cumplan.

source: The monster is difference made flesh, come to dwell among us.
es_es: El monstruo es la diferencia hecha carne, que viene a habitar entre nosotros.

source: The monster is in this way the living embodiment of the phenomenon Derrida has famously labeled the “supplement” *(ce dangereux supplément): it breaks apart bifurcating, “either/or” syllogistic logic with a kind of reasoning closer to “and/or,” introducing what Barbara Johnson has called “a revolution in the very logic of meaning.
es_es: El monstruo es, de este modo, la prueba viviente del célebre fenómeno que Derrida ha acuñado como "suplemento" *(ce dangereux supplément): quiebra la bifurcación, la lógica silogística de "uno o lo otro" con un tipo de razonamiento más cercano a "y/o", introduciendo lo que Barbara Johnson ha denominado "una revolución en la lógica misma del sentido."

source: The monster is the abjected fragment that e.1ables the formation of all kinds of identities—personal, national, cultural, economic, sexual, psychological, universal, particular (even if that “particular” identity is an embrace of the power/status/knowledge of abjection itself); as such it reveals their partiality, their contiguity.
es_es: El monstruo es el fragmento abyecto que permite la formación de todo tipo de identidades: personal, nacional, cultural, económica, sexual, psicológica, universal, particular (incluso si esa identidad “particular” es una reafirmación del poder/estatus/conocimiento de la abyección misma); como tal, revela su parcialidad, su contigüidad.

source: The monster is transgressive, too sexual, perversely erotic, a lawbreaker; and so the monster and all that it embodies must be exiled or destroyed.
es_es: El monstruo es transgresor, demasiado sexual, perversamente erótico, un infractor de la ley; y por ello, el monstruo y todo lo que encarna debe ser exiliado o destruido.

source: The monster of prohibition exists to demarcate the bonds that hold together that system of relations we call culture, to call horrid attention to the borders that cannot—must not— be crossed.
es_es: El monstruo de la prohibición existe para delimitar los lazos que unen al sistema de relaciones al que llamamos cultura, y señalar, de manera horripilante, los límites que no pueden—no deben— cruzarse.

source: The monster prevents mobility (intellectual, geographic, or sexual), delimiting the social spaces through which private bodies may move.
es_es: El monstruo impide la movilidad (intelectual, geográfica o sexual) y delimita los espacios sociales por donde los cuerpos privados pueden desplazarse.

source: The monster resists capture in the epistemological nets of the erudite, but it is something more than a Bakhtinian ally of the popular.
es_es: El monstruo se resiste a la captura de las redes epistemológicas de los eruditos, pero es algo más que un aliado bajtiniano de lo popular.

source: The monsters are here, as elsewhere, expedient representations of other cultures, generalized and demonized to enforce a strict notion of group sameness.
es_es: Los monstruos son aquí, como en todos los otros ejemplos, representaciones expeditivas de otras culturas, a las cuales generalizan y demonizan para imponer una noción estricta de igualdad grupal.

source: The monster’s destructiveness is really a deconstructiveness: it threatens to reveal that difference originates in process, rather than in fact (and that “fact” is subject to constant reconstruction and change).
es_es: La destrucción del monstruo es en realidad deconstrucción: amenaza con revelar que la diferencia se origina en el proceso, más que en lo concreto (y que “lo concreto” es sujeto de cambio y reconstrucción constantes).

source: The monster’s eradication functions as an exorcism and, when retold and promulgated, as a catechism.
es_es: La erradicación del monstruo funciona como exorcismo y, al ser relatada y difundida, como catecismo.

source: The monstrous body is pure culture.
es_es: El cuerpo monstruoso es pura cultura.

source: The monstrous is a genus too large to be encapsulated in any conceptual system; the monster’s very existence is a rebuke to boundary and enclosure; like the giants of Mandeville’s Travels, it threatens to devour “all raw & quyk” any thinker who insists otherwise.
es_es: El género de lo monstruoso es demasiado extensivo como para ser encapsulado en cualquier sistema conceptual; la existencia misma del monstruo es un reproche a la demarcación y al cerramiento; al igual que los gigantes en Los viajes de Mandeville, la existencia del monstruo amenaza con devorar “por completo, crudo y vivo” a cualquier pensador que insista en lo contrario.

source: The monstrous lurks somewhere in that ambiguous, primal space between fear and attraction, close to the heart of what Kristeva calls “abjection”:
es_es: El monstruo acecha en algún punto de ese espacio ambiguo, primario, entre el miedo y la atracción, cerca del corazón de lo que Kristeva denomina “abyección":

source: The most famous distortion occurs in the Bible, where the aboriginal inhabitants of Canaan are envisioned as menacing giants to justify the Hebrew colonization of the Promised Land (Numbers 13).
es_es: El ejemplo más famoso está en la Biblia, donde los habitantes originarios de Canaán son descritos como gigantes amenazantes para justificar la colonización hebrea de la Tierra Prometida (Números 13).

source: The most illustrious of these propaganda-bred demons is the English king Richard III, whom Thomas More famously described as “little of stature, ill fetured of limmes, croke backed, his left shoulder much higher then his right, hard fauoured of visage.
es_es: El más ilustre de estos demonios generados por la propaganda es el rey inglés Ricardo III, a quien Thomas More describió de manera célebre como “de pequeña estatura, de miembros mal formados, con la espalda encorvada, el hombro izquierdo mucho más alto que el derecho, de rostro de facciones duras.

source: The narratives of the West perform the strangest dance around that fire in which miscegenation and its practitioners have been condemned to burn.
es_es: Las narrativas de Occidente realizan la danza más extraña alrededor de esa hoguera en la que condenaron a arder el mestizaje y sus practicantes.

source: The novel’s plot explores the divergent quest for meaning performed by two young men in a post-war Southern town.
es_es: La trama explora la búsqueda divergente de sentido que emprenden dos jóvenes en una ciudad sureña de la posguerra.

source: The peculiar problem of the short-story writer is how to make the action he describes reveal as much of the mystery of existence as possible.
es_es: El problema peculiar que enfrenta el escritor de cuentos es que la acción que describe debe revelar tanto como sea posible sobre el misterio de la existencia.

source: The perverse and exaggerated sexual appetite of monsters generally was quickly affixed to the Ethiopian; this linking was only strengthened by a xenophobic backlash as dark-skinned people were forcibly imported into Europe early in the Renaissance.
es_es: El apetito sexual perverso y exagerado de los monstruos, en general, se asoció rápidamente con los etíopes; esta conexión se vio fortalecida únicamente por una reacción xenofóbica cuando personas de piel oscura fueron traídas por la fuerza a Europa en los albores del Renacimiento.

source: The phrase “freak of nature,” coined in the first decades of the 19th century, came to be applied to abnormal individuals of diverse origins that were exhibited as spectacles of amusement in carnivals and sideshows: albinos, bearded women, Siamese twins, armless and legless wonders, giants, midget triplets, and hermaphrodites, for instance.
es_es: La frase “*freak de la naturaleza” , acuñada en las primeras décadas del siglo XIX, comenzó a aplicarse a individuos anormales de orígenes diversos que se exhibían como espectáculos de entretenimiento en carnavales y exhibiciones ambulantes: por ejemplo, albinos, mujeres con barba, gemelos siameses, sin brazos o piernas, gigantes, trillizos, enanos, hermafroditas.

source: The postmodern equivalent of such spaces is Gibsonian cyberspace, with its MOOs and MUSHes and other arenas of unlimited possibility.
es_es: El equivalente posmoderno de esos espacios es el ciberespacio gibsoniano, con sus MOOs[^1 N. de T.] y MUSHes[^2 N. de T.] y otros terrenos de posibilidades ilimitadas.

source: The power of the narrative prohibition peaks in the lingering description of the monstrously composite Lycaon, at that median where he is both man and beast, dual natures in a helpless tumult of assertion.
es_es: El poder de la prohibición narrativa alcanza su punto culminante en la prolongada descripción del Licón monstruosamente compuesto, en ese punto medio donde es tanto hombre como bestia, dos naturalezas en un tumulto indefenso de afirmación.

source: The quintessential xenophobic rendition of the foreign (the barbaric—that which is unintelligible within a given cultural-linguistic system), the Cyclopes are represented as savages who have not “a law to bless them” and who lack the techne to produce (Greek-style) civilization.
es_es: Como representación xenofóbica por excelencia del extranjero (el bárbaro—lo ininteligible dentro de un sistema cultural-lingüístico dado), los cíclopes son representados como salvajes que no tienen “una ley que los bendiga” ni la técnica para producir la civilización (al estilo griego).

source: The repressed, however, like Freud himself, always seems to return.
es_es: Sin embargo, lo reprimido parece que siempre regresa como el propio Freud.
